notes/compound_percentages.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Compound percentages</title>
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' href='https://www.haider.gq/base/style.css'/> 
<link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css' /> 
<link rel='preconnect' href='https://fonts.googleapis.com'> 
<link rel='preconnect' href='https://fonts.gstatic.com' crossorigin> 
<link href='https://fonts.googleapis.com/css2?family=Poppins:ital@1&family=Roboto&display=swap' rel='stylesheet'>
<meta name='keywords' content='development, coding, programming, linux, emacs, guix'>
<link rel='icon' type='image/x-icon' href='/base/favicon.png'>
<meta name='description' content="Haider Mirza's website">
</head>
<body>
<div id="preamble" class="status">
<div class='grid-container'>
      <div class='grid-item header'>

	<a href='https://www.haider.gq' class='Header_Title'>
	  <span class='Header_Haider-Mirza'>Haider Mirza</span>
	</a>
	<ul class='Header_links'>
	  <li><a href='https://www.haider.gq/blogs/blogs'>Blogs</a></li>
	  <li><a href='https://www.haider.gq/repos/repos'>Repositories</a></li>
	  <li><a href='https://www.haider.gq/notes'>Notes</a></li>
	</ul>
	<input type='search' class='Sidebar_Search' placeholder='Search Posts...'>
	</div>

	<div class='grid-item main'>
	  <input type='search' class='Main_Search' placeholder='Search Posts...'>
	      <div class='main-main'> <!-- The actual main part -->
</div>
<div id="content" class="content">
<h1 class="title">Compound percentages</h1>

<div id="outline-container-org4d158e7" class="outline-2">
<h2 id="org4d158e7">Compound Percentages</h2>
<div class="outline-text-2" id="text-org4d158e7">
<p>
Or, in other words, compound interest.
</p>
</div>
</div>

<div id="outline-container-org7a4dbef" class="outline-2">
<h2 id="org7a4dbef">Examples</h2>
<div class="outline-text-2" id="text-org7a4dbef">
</div>
<div id="outline-container-orgf2600a6" class="outline-3">
<h3 id="orgf2600a6">Example 1</h3>
<div class="outline-text-3" id="text-orgf2600a6">
<p>
Suppose I have &pound;500 in the bank. My bank pays 2% interest a year. How much will I have after:
</p>

<p>
i) 2 Years
ii) 10 Years
iii) 100 Years
</p>
</div>

<div id="outline-container-org86238d4" class="outline-4">
<h4 id="org86238d4">Solution</h4>
<div class="outline-text-4" id="text-org86238d4">
<p>
500 &times; 1.02 (1 year)
500 &times; 1.02 &times; 1.02 (2 years)
</p>

<p>
500 &times; 1.02 &times; 1.02 \(=\) 500 &times; 1.02<sup>2</sup> \(=\) &pound;520.20
</p>

<p>
And you do the same with the rest of the questions (ii &amp; iii)
</p>
</div>
</div>
<div id="outline-container-orgf890bdf" class="outline-4">
<h4 id="orgf890bdf">Note</h4>
<div class="outline-text-4" id="text-orgf890bdf">
<p>
If we get the same amount of interest each year (2% of 500 = &pound;10), this is called <b>simple</b> interest.
We would only have &pound;600! Almost nobody does this though but there is a change that this may come up in tests.
</p>
</div>
</div>
</div>
<div id="outline-container-org11a9df9" class="outline-3">
<h3 id="org11a9df9">Example 2</h3>
<div class="outline-text-3" id="text-org11a9df9">
<p>
Bacteria in a petri dish increase in number by 50% every 3 hours.
We had 50 bacteria in a petri dish at midnight on Monday.
How many will there be a week later?
</p>
</div>
</div>
</div>

<div id="outline-container-org04070e0" class="outline-2">
<h2 id="org04070e0">Links to this note</h2>
<div class="outline-text-2" id="text-org04070e0">
<ul class="org-ul">
<li><a href="./maths.html">Maths</a></li>
<li><a href="./maths.html">Maths</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
</div>
		    </div>
		<div class='grid-item sidebar'>
		  <h2>Socials</h2>
		  <ul class='sidebar-socials'>
		    <li><a href='mailto:haider@haider.gq'><i class='fa-solid fa-envelope'></i> Email</a></li>
		    <li class='irc' onclick='alert('My Username is Haider,
You can find me in Libera.Chat on these channels:
- #tropin 
- #systemcrafters 
- #guix');'><i class='fa-solid fa-message'></i> IRC/Matrix</li>
		    <li><a href='https://www.github.com/Haider-Mirza'><i class='fa-brands fa-github'></i> Github</a></li>
		  </ul>
		  <h2>Projects</h2>
		  <ul class='sidebar-projects'>
		    <li><a href='https://www.github.com/Haider-Mirza/Spinter'> Spinter</a></li>
		  </ul>
		</div>
		<div class='grid-item footer'>
		  <p>Created by Haider Mirza with orgmode in emacs</p>
		</div>
	      </div>
</div>
</body>
</html>
